gatling/resources/data/Soap_request_CancelEvent.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.wizards.com/Service/2013-03">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:CancelEvent>
         <ns:request>
            <ns:AuthToken>${access_token}</ns:AuthToken>
            <ns:SanctionNumber>16-03-7715135</ns:SanctionNumber>
         </ns:request>
      </ns:CancelEvent>
   </soapenv:Body>
</soapenv:Envelope>